10/data/attachments/e9313459776d85ee.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Trevor_nice_Friend_57397_5</nif:username>
            <nif:friendToBeRequested>soap_friends_9ea7829f-6e42-42c6-bed8-bc3abca5e30d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>